Revit 2027 API
FabricationServiceButton.Code Property
 The code of the button.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Code { get; }
Public ReadOnly Property Code As String
	Get
public:
property String^ Code {
	String^ get ();
}
member Code : string with get
Property Value
String
See Also
Reference
FabricationServiceButton Class
Autodesk.Revit.DB Namespace